Revit 2024 API
FabricationItemFile.IsUsed Property
 Checks to see if the item file is already in use in the project.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public bool IsUsed { get; }
Visual Basic
Public ReadOnly Property IsUsed As Boolean
	Get
Visual C++
public:
property bool IsUsed {
	bool get ();
}
See Also
FabricationItemFile Class
Autodesk.Revit.DB Namespace